LEXICON_RU: dict[str, str] = {
    '/start': 'Привет! 👋\nХочешь сыграть в игру "Камень, ножницы, бумага"? 🎮\n\nВыбирай, как ответить:\n- Нажми **"Давай!"** если готов сыграть!\n- Нажми **"Не хочу!"** если пока не настроен на игру.\n\nЕсли хочешь узнать подробные правила, просто отправь команду **/help**.',

    '/help': 'Правила игры "Камень, ножницы, бумага" очень простые:\n\n - Камень побеждает ножницы (камень их ломает).\n - Ножницы побеждают бумагу (ножницы её режут).\n - Бумага побеждает камень (бумага его накрывает).\n\n Если выборы совпадают, получается ничья, и вы можете сыграть снова!\n\n Готовы сыграть? Нажмите **"Давай!"**, чтобы начать игру!',
    
    'wanna_play': 'Давай!',
    
    'dont_wanna_play': 'Не хочу!',

    'reply_to_no': 'Хорошо. Если, вдруг, захочешь сыграть - открой клавиатуру и нажми **"Давай!"**',

    'reply_to_yes': 'Отлично! Делай свой выбор!',

    'rock': 'Камень✊',

    'scissors': 'Ножницы✌️',

    'paper': 'Бумага✋',

    'tie': 'Ничья!',

    'suggest_to_play': 'Может поиграем еще!?',

    'user_wins': 'Ты выиграл!',

    'bot_wins': 'Я выиграл!',

    'reply_to_random_input': 'Не понимаю твои команды!\nВыбери **"Давай!"**, если хочешь поиграть!'
}